Revit 2017 API
PointCloudOverrides.SetPointCloudOverrideSettings Method
Overload List
Name | Description
SetPointCloudOverrideSettings(ElementId, PointCloudOverrideSettings) |  Obsolete.
 Assigns override settings to the whole PointCloudInstance element.
SetPointCloudOverrideSettings(ElementId, PointCloudOverrideSettings, String, Document) |  Obsolete.
 Assigns override settings to a particular scan within a PointCloudInstance element.
See Also
PointCloudOverrides Class
PointCloudOverrides Members
Autodesk.Revit.DB.PointClouds Namespace